{
  "home" : "Inicio",
  "learn" : "Aprender",
  "chat" : "Chat",
  "guide" : "Guía",
  "about" : "Acerca de",

  "welcome1": "Aprender más acerca",
  "welcome2": "de Diabetes y su riesgo.",
  "homeleftButton": "Aprenda sobre la diabetes",
  "homerightButton": "Verifique su nivel de riesgo",

  "tapView": "Haz clic en la tarjeta para ver la respuesta",

  "flashcard1front": "¿Qué es la diabetes?",
  "flashcard1back": "La diabetes es un problema de salud de larga duración que ocurre cuando tu cuerpo no produce suficiente insulina o no puede utilizar adecuadamente la insulina que produce.",
  "flashcard2front": "¿Qué es la insulina?",
  "flashcard2back": "La insulina es una hormona, como una llave que abre las células, permitiéndoles absorber azúcar (glucosa) de la sangre, lo que ayuda a regular los niveles de azúcar en la sangre.",
  "flashcard3front": "¿Qué es la glucosa en sangre y cuál es el objetivo de la glucosa en sangre?",
  "flashcard3back": "La glucosa en sangre o azúcar en sangre es el principal tipo de azúcar en tu sangre. Tu objetivo de azúcar en sangre es como un rango meta que deseas alcanzar para mantenerte saludable. Los objetivos típicos son de 80 a 130 mg/dL antes de las comidas y por debajo de 180 mg/dL dos horas después de comer.",
  "flashcard4front": "¿Por qué y cómo debes verificar tu nivel de glucosa?",
  "flashcard4back": "Es importante realizar chequeos regulares de glucosa para vivir con diabetes, asegurando que el azúcar en sangre permanezca dentro de un rango saludable. Puedes usar un medidor de glucosa antes y después de las comidas para rastrear los cambios y mantener tu rango objetivo.",
  "flashcard5front": "¿Qué es la prediabetes?",
  "flashcard5back": "La prediabetes es una condición donde los niveles de azúcar en la sangre están elevados, pero no lo suficientemente altos como para ser clasificados como diabetes tipo 2. Esta condición a menudo puede revertirse mediante cambios en el estilo de vida, como mejorar la dieta y aumentar la actividad física.",
  "flashcard6front": "¿Cuáles son los primeros pasos para prevenir la diabetes tipo 2 mediante la pérdida de peso?",
  "flashcard6back": "Para prevenir o retrasar la diabetes tipo 2, comienza con la pérdida de peso a través de una alimentación saludable, un sueño suficiente y actividad física regular. Estos cambios no solo ayudan a manejar el peso, sino que también mejoran la salud física y mental en general.",
  "flashcard7front": "¿Por qué es importante perder peso para las personas con diabetes y prediabetes?",
  "flashcard7back": "Perder peso mejora el control del azúcar en la sangre y reduce el riesgo de complicaciones en la diabetes y prediabetes. El exceso de grasa, especialmente alrededor de los órganos, puede causar resistencia a la insulina. Incluso una pequeña pérdida de peso puede marcar una gran diferencia.",
  "flashcard8front": "¿Cómo deberías planificar qué comer o beber?",
  "flashcard8back": "Para una dieta saludable para la diabetes, incluye productos lácteos o alternativas vegetales a los lácteos, frutas, verduras no almidonadas, proteínas y granos enteros. Además, intenta elegir bebidas con poco o sin azúcar añadido.",
  "flashcard9front": "¿Cuál es tu nivel diario de calorías y por qué es importante?",
  "flashcard9back": "Tu nivel diario de calorías es la energía que tu cuerpo requiere cada día. Administrar esta ingesta es importante ya que las calorías adicionales conducen al aumento de peso, mientras que menos calorías pueden promover la pérdida de peso. Equilibrar tu ingesta calórica apoya el mantenimiento de un peso saludable y el bienestar general.",
  "flashcard10front": "¿Cómo beneficiarse de la actividad física?",
  "flashcard10back": "Para beneficiarte de la actividad física, procura realizar al menos 150 minutos de ejercicio de intensidad moderada por semana, idealmente distribuidos en 20 a 25 minutos cada día; incorporando ejercicios que apunten a todos los principales grupos musculares en 2 o más días a la semana.",
  "flashcard11front": "¿Qué es la actividad física de intensidad moderada y cómo puedes superar los obstáculos para ser activo?",
  "flashcard11back": "La actividad física de intensidad moderada incluye ejercicios como caminar rápido, andar en bicicleta o nadar, donde respiras más fuerte pero aún puedes mantener una conversación. Supera las barreras para la actividad eligiendo actividades que disfrutes e invitando a tus amigos y familiares a hacer ejercicio juntos.",
  "flashcard12front": "¡Felicidades! ¡Has completado todas las tarjetas! Revisa tu riesgo en la página de Chat si aún no lo has hecho.",
  "flashcard12back": "¡Felicidades! ¡Has completado exitosamente todo el aprendizaje! Ve a la página de Chat para evaluar tu nivel de riesgo de diabetes tipo 2 si aún no lo has hecho. 😊",
  "aboutTitle": "Conoce a las personas detrás de Dr. Dos",
  "aboutIntro": "Somos un grupo diverso de cinco estudiantes universitarios de la Escuela de Información de la Universidad de Washington, especializados en diferentes campos y provenientes de diversos orígenes. Bajo la guía de Frank Martínez de Last Myle LLC, y en colaboración con el UW Latino Center for Health y el Centro Cultural Mexicano, estamos dedicados a abordar el desafío global de la diabetes tipo 2. Nuestro enfoque está en investigar y desarrollar estrategias efectivas de educación y prevención, especialmente para comunidades con acceso limitado a la atención médica. ¡Únete a nosotros en nuestro compromiso de hacer un impacto significativo en la salud pública!",
  "motivationIntro": "Descubriendo Nuestra Motivación: Entendiendo la diabetes tipo 2 en la comunidad latina",
  "quote": "“Maybe add a quotation from Dr.morales here — Dr. Morales”",
  "question1": "¿Por qué la diabetes tipo 2 es nuestro foco?",
  "answer1": "¿Sabías que 1 de cada 10 estadounidenses vive con diabetes tipo 2? No es solo una estadística; se trata de personas reales enfrentando desafíos reales. Nos enfocamos en la diabetes tipo 2 porque en gran medida es prevenible con los cambios de estilo de vida adecuados. Creemos que todos deberían tener herramientas accesibles para gestionar su salud, y estamos aquí para facilitarlo con consejos prácticos y asesoramiento personalizado.",
  "question2": "¿Por qué priorizamos a la comunidad latina?",
  "answer2": "Porque las comunidades minoritarias, como la latina, tienen mayores riesgos de desarrollar diabetes tipo 2 y, a menudo, menos recursos para combatirla. Nuestra inspiración provino de nuestro patrocinador, Frank Martinez, quien vio de primera mano cómo crisis de salud como la COVID-19 y la diabetes afectan más duramente a la comunidad latina en el este de Washington. Dr. Dos es nuestra forma de cerrar esa brecha con una plataforma que no solo es gratuita, sino también accesible dondequiera que estés, en inglés y español.",
  "question3": "¿Por qué las tasas de diabetes son más altas en la comunidad latina?",
  "answer3": "Las tasas de diabetes son más altas en la comunidad latina debido a factores como barreras lingüísticas, acceso limitado a la atención médica y menos recursos para una vida saludable. En Dr. Dos, no solo reconocemos estas barreras; nos dedicamos a derribarlas. Nuestra aplicación está diseñada para ser una guía amigable en tu bolsillo, ayudándote a navegar la prevención de la diabetes de maneras que se ajusten a tu vida y cultura.",
  "organization": "Organizaciones Afines",
  "org1": "Information School - University of Washington",
  "org2": "UW Latino Center for Health",
  "org3": "Centro Cultural Mexicano",
  "GuideTitle1": "Tu Compañero Personalizado",
  "GuideTitle2": "para la Gestión de la Diabetes",
  "GuideIntro1": "Dr. Dos es un planificador de salud impulsado por IA dedicado a transformar la educación y prevención de la diabetes.",
  "GuideIntro2": "¿No estás seguro de qué es la diabetes tipo 2? ¿Curioso sobre tu nivel de riesgo? Estamos aquí para guiarte en cada paso del camino.",
  "Learnmore": "Aprende más",
  "Howitworks": "Cómo Funciona",
  "Step1Title": "Aprende a tu Propio Ritmo",
  "Step1": "Explora nuestras tarjetas educativas para entender los conceptos básicos de la prevención de la diabetes. Accesibles y fáciles de entender, estos recursos te preparan para un enfoque proactivo de tu salud.",
  "Step2Title": "Completa tu Evaluación",
  "Step2": "Realiza una evaluación de 5 minutos a través de nuestro chatbot cuando te convenga —no necesitas citas. Simplemente responde algunas preguntas sobre tu salud para ayudarnos a evaluar tu riesgo de diabetes.",
  "Step3Title": "Recibe Análisis Instantáneo",
  "Step3": "Nuestro chatbot impulsado por IA analiza rápidamente tus respuestas para identificar factores de riesgo potenciales para la diabetes. Recibirás una retroalimentación inmediata sobre tu nivel de riesgo.",
  "Step4Title": "Consulta a tu Médico",
  "Step4": "Con tu informe de riesgo detallado en mano, programa una visita con tu proveedor de atención médica para discutir más pruebas de detección y opciones de tratamiento. Dr. Dos actúa como un puente, haciendo que tu viaje de cuidado preventivo sea más informado y eficiente.",
  "box1": "Aprende sobre la Diabetes",
  "box2": "Chatea y Verifica",

  "load": "Cargando..."
  
}
