{
    "home" : "Home",
    "learn" : "Learn",
    "chat" : "Chat",
    "guide" : "Guide",
    "about" : "About",

    "welcome1": "Learn more about",
    "welcome2": "Diabetes and Your Risk.",
    "homeleftButton": "Learn about Diabetes",
    "homerightButton": "Check Your Risk Level",

    "tapView": "Click the card to view the answer",

    "flashcard1front": "What is diabetes?",
    "flashcard1back": "Diabetes is a long-lasting health issue that happens when your body doesn't make enough insulin or can't use the insulin it produces properly.",
    "flashcard2front": "What is insulin?",
    "flashcard2back": "Insulin is a hormone, like a key that unlocks cells, allowing them to absorb sugar (glucose) from the blood, which helps regulate blood sugar levels.",
    "flashcard3front": "What is blood glucose and what is the blood glucose target?",
    "flashcard3back": "Blood glucose or blood sugar is the main type of sugar in your blood. Your blood sugar target is like a goal range you want to hit to stay healthy. Typical targets are 80 to 130 mg/dL before meals and below 180 mg/dL two hours after eating.",
    "flashcard4front": "Why and how do you check your glucose level?",
    "flashcard4back": "Regular glucose checks are important for living with diabetes by ensuring blood sugar stays within a healthy range. You can use a blood sugar meter before and after meals to track changes and maintain your target range.",
    "flashcard5front": "What is prediabetes?",
    "flashcard5back": "Prediabetes is a condition where blood sugar levels are elevated but not high enough to be classified as type 2 diabetes. This condition can often be reversed through lifestyle changes such as improved diet and increased physical activity.",
    "flashcard6front": "What are the first steps to prevent Type 2 Diabetes through weight loss?",
    "flashcard6back": "To prevent or delay Type 2 Diabetes, start with weight loss through healthy eating, sufficient sleep, and regular physical activity. These changes not only help manage weight but also enhance overall physical and mental health.",
    "flashcard7front": "Why is losing weight important for individuals with diabetes and prediabetes?",
    "flashcard7back": "Losing weight improves blood sugar control and reduces the risk of complications in diabetes and prediabetes. Excess fat, especially around organs, can cause insulin resistance. Even just a little weight loss can make a big difference.",
    "flashcard8front": "How should you plan what to eat or drink?",
    "flashcard8back": "For a healthy diabetes diet, include dairy or plant-based dairy products, fruits, non-starchy vegetables, proteins, and whole grains. Also, try to choose drinks with little or no added sugar.",
    "flashcard9front": "What is your daily calories level and why does it matter?",
    "flashcard9back": "Your daily calorie level is the energy your body requires each day. Managing this intake is important as extra calories lead to weight gain, while fewer calories can promote weight loss. Balancing your caloric intake supports maintaining a healthy weight and overall well-being.",
    "flashcard10front": "How To Benefit From Physical Activity",
    "flashcard10back": "To benefit from physical activity, aim for at least 150 minutes of moderate-intensity exercise per week, ideally spread out with 20 to 25 minutes each day; incorporating exercises targeting all major muscle groups on 2 or more days weekly.",
    "flashcard11front": "What is moderate-intensity physical activity and how can you overcome obstacles to being active?",
    "flashcard11back": "Moderate-intensity physical activity includes exercises like fast walking, cycling, or swimming, where you're breathing harder but can still hold a conversation. Overcome barriers to activity by choosing activities you enjoy, and inviting your friends and family to work out together.",
    "flashcard12front": "Congratulations! You've successfully completed all the learning!",
    "flashcard12back": "Congratulations! You've successfully completed all the learning! Go to the Chat page to test your risk level for type 2 diabetes if you have not done so yet. 😊",
    
    "aboutTitle": "Meet the people behind Dr. II",
    "aboutIntro": "We are a diverse group of five undergraduate students from the University of Washington Information School, specializing in various fields and hailing from unique backgrounds. Under the guidance of Frank Martinez from Last Myle LLC, and in collaboration with the UW Latino Center for Health and Centro Cultural Mexicano, we are dedicated to addressing the global challenge of Type 2 diabetes. Our focus is on researching and developing effective education and prevention strategies, particularly for communities with limited access to healthcare. Join us in our commitment to make a significant impact on public health!",
    "motivationIntro": "Discovering Our Drive: Understanding Type 2 Diabetes in the Latino Community",
    "quote": "“Maybe add a quotation from Dr.morales here — Dr. Morales”",
    "question1": "Why Is Type 2 Diabetes Our Focus?",
    "answer1": "Did you know that 1 in 10 Americans live with type 2 diabetes? It’s not just a statistic; it’s about real people facing real challenges. That’s where Dr. Dos comes in. We focus on type 2 diabetes because it’s largely preventable with the right lifestyle changes. We believe everyone should have the accessible tools to manage their health, and we’re here to make that easier with practical tips and personalized advice.",
    "question2": "Why Do We Prioritize the Latino Community?",
    "answer2": "Because minority community like Latino have higher risks of type 2 diabetes and often, fewer resources to fight it. Our inspiration came from our sponsor, Frank Martinez, who saw firsthand how health crises like COVID-19 and diabetes hit harder in the Easter Washington Latino community. Dr. Dos is our way of bridging that gap with a platform that’s not only free but also accessible wherever you are, in both English and Spanish.",
    "question3": "Why Are Diabetes Rates Higher in the Latino Community?",
    "answer3": "Diabetes rates are higher in the Latino community due to factors like language barriers, limited healthcare access, and fewer healthy living resources At Dr. Dos, we’re not just about recognizing these barriers; we’re about breaking them down. Our app is designed to be a friendly guide in your pocket, helping you navigate diabetes prevention in ways that fit your life and culture.",
    "organization": "Affinity Organizations",
    "org1": "Information School - University of Washington",
    "org2": "UW Latino Center for Health",
    "org3": "Centro Cultural Mexicano",
    "GuideTitle1": "Your Personalized",
    "GuideTitle2": "Diabetes Management Companion",
    "GuideIntro1": "Dr. Dos is an AI-driven health planner dedicated to transforming diabetes education and prevention.",
    "GuideIntro2": "Unsure about what type 2 diabetes is? Curious about your risk level? We're here to guide you every step of the way.",
    "Learnmore": "Learn More",
    "Howitworks": "How It Works",
    "Step1Title": "Learn at Your Own Pace",
    "Step1": "Explore our educational flashcards to understand the basics of diabetes prevention. Accessible and easy to understand, these resources prepare you for a proactive approach to your health.",
    "Step2Title": "Complete Your Risk Assessment",
    "Step2": "Take a 5-minutes assessment through our chatbot at your convenience —no appointments necessary. Simply answer a few questions about your health to help us evaluate your diabetes risk.",
    "Step3Title": "Receive Instant Analysis",
    "Step3": "Our AI-driven chatbot quickly analyzes your responses to identify potential risk factors for diabetes. You'll receive immediate feedback on your risk level.",
    "Step4Title": "Consult Your Doctor",
    "Step4": "With your detailed risk report in hand, schedule a visit with your healthcare provider to discuss further screening and potential treatment options. Dr. Dos acts as a bridge, making your preventive care journey more informed and efficient.",
    "box1": "Learn about Diabetes",
    "box2": "Chat and Check",

    "load": "Loading..."
}